[
  {
    "Id": 1,
    "sanskrit": "ॐ सर्वे भवन्तु सुखिनः सर्वे सन्तु निरामयाः। सर्वे भद्राणि पश्यन्तु मा कश्चित् दुःखभाग्भवेत्॥",
    "hindi": "ॐ सभी सुखी हों, सभी रोगमुक्त रहें। सभी मंगलमय घटनाओं के साक्षी बनें और किसी को दुःख का भागी न बनना पड़े।",
    "english": "May all beings be happy, may all beings be free from illness. May all witness what is auspicious, may no one partake in suffering.",
    "meaning": "This is a universal prayer for the welfare of all beings, expressing the wish that everyone should be happy, healthy, and free from suffering.",
    "source": "Brihadaranyaka Upanishad",
    "date": "2024-01-15"
  },
  {
    "Id": 2,
    "sanskrit": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥",
    "hindi": "जहाँ योगेश्वर श्रीकृष्ण हैं और जहाँ गाण्डीवधारी अर्जुन हैं, वहाँ श्री, विजय, विभूति और अचल नीति है - ऐसा मेरा मत है।",
    "english": "Where there is Krishna, the master of yoga, and where there is Arjuna, the wielder of the bow, there will be prosperity, victory, happiness, and sound policy.",
    "meaning": "This verse from the Bhagavad Gita emphasizes that divine presence and righteous action together ensure success and prosperity.",
    "source": "Bhagavad Gita 18.78",
    "date": "2024-01-14"
  },
  {
    "Id": 3,
    "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि॥",
    "hindi": "कर्म करने में ही तुम्हारा अधिकार है, फलों में कभी नहीं। इसलिए तुम कर्मफल के हेतु मत बनो और तुम्हारी अकर्म में भी आसक्ति न हो।",
    "english": "You have the right to perform your actions, but never to the fruits of action. Do not let the fruits of action be your motive, nor let your attachment be to inaction.",
    "meaning": "This fundamental teaching of the Gita emphasizes performing duty without attachment to results, which leads to spiritual freedom.",
    "source": "Bhagavad Gita 2.47",
    "date": "2024-01-13"
  },
  {
    "Id": 4,
    "sanskrit": "वसुधैव कुटुम्बकम्",
    "hindi": "संसार ही एक परिवार है",
    "english": "The world is one family",
    "meaning": "This profound concept teaches us to see all of humanity as one extended family, promoting unity and brotherhood across all boundaries.",
    "source": "Maha Upanishad",
    "date": "2024-01-12"
  },
  {
    "Id": 5,
    "sanskrit": "सत्यं वद धर्मं चर",
    "hindi": "सत्य बोलो, धर्म का आचरण करो",
    "english": "Speak the truth, practice righteousness",
    "meaning": "This simple yet profound instruction emphasizes the two pillars of righteous living: truthfulness in speech and righteousness in action.",
    "source": "Taittiriya Upanishad",
    "date": "2024-01-11"
  },
  {
    "Id": 6,
    "sanskrit": "अहिंसा परमो धर्मः",
    "hindi": "अहिंसा परम धर्म है",
    "english": "Non-violence is the highest virtue",
    "meaning": "This principle establishes non-violence as the supreme moral value, extending beyond physical harm to include thoughts and words.",
    "source": "Mahabharata",
    "date": "2024-01-10"
  },
  {
    "Id": 7,
    "sanskrit": "मातृ देवो भव पितृ देवो भव आचार्य देवो भव अतिथि देवो भव",
    "hindi": "माता को देवता मानो, पिता को देवता मानो, आचार्य को देवता मानो, अतिथि को देवता मानो",
    "english": "Treat your mother as God, treat your father as God, treat your teacher as God, treat your guest as God",
    "meaning": "This teaching emphasizes the reverence we should show to those who nurture, guide, and honor us with their presence.",
    "source": "Taittiriya Upanishad",
    "date": "2024-01-09"
  },
  {
    "Id": 8,
    "sanskrit": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥",
    "hindi": "हे भारत! जब-जब धर्म की हानि और अधर्म की वृद्धि होती है, तब-तब मैं अपने आप को प्रकट करता हूँ।",
    "english": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth.",
    "meaning": "This verse explains the divine principle of intervention when evil overwhelms good, ensuring the restoration of cosmic balance.",
    "source": "Bhagavad Gita 4.7",
    "date": "2024-01-08"
  }
]